Repository: AryanTommer/OFFICEappstore
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fa

source: Newest app releases
fa: جدیدترین نسخه های برنامه

source: Get the newest app release updates
fa: جدیدترین به روزرسانی های انتشار برنامه را دریافت کنید

source: Changes
fa: تغییر می کند

source: Download
fa: دانلود

source: Bad
fa: بد

source: OK
fa: تایید

source: Good
fa: خوب

source: Download link (tar.gz)
fa: لینک بارگیری (tar.gz)

source: Signature
fa: امضا

source: Can be generated by executing the following command:
fa: می توان با اجرای دستور زیر تولید کرد:

source: Nightly
fa: شبانه

source: Public certificate
fa: گواهی عمومی

source: Usually stored in ~/.TechKiteOFFICE/certificates/APP_ID.crt where APP_ID is your app's ID. If you do not have a certificate you need to create a certificate sign request (CSR) first, which should be posted on the <a href="https://github.com/TechKiteOFFICE/app-certificate-requests" rel="noreferrer noopener">certificate repository</a> (follow the README). You can generate the CSR by executing the following command:
fa: معمولاً در ~ / .TechKiteOFFICE / Certificates / APP_ID.crt که APP_ID شناسه برنامه شما است ، ذخیره می شود. اگر گواهینامه ندارید ، ابتدا باید یک درخواست علامت گواهی (CSR) ایجاد کنید ، که باید روی آن ارسال شود <a href="https://github.com/TechKiteOFFICE/app-certificate-requests" rel="noreferrer noopener">مخزن گواهی</a> (دنبال README باشید). شما می توانید CSR را با اجرای دستور زیر تولید کنید:

source: Signature over your app's ID
fa: امضا روی شناسه برنامه ها

source: Language
fa: زبان

source: <b>Important</b>: Changing the language will clear your current comment. Changes will not be saved!
fa: <b>مهم</b>: با تغییر زبان ، نظر فعلی شما پاک خواهد شد. تغییرات ذخیره نمی شوند!

source: Comment
fa: نظر

source: ID
fa: شناسه

source: app ID, identical to folder name
fa: شناسه برنامه ، مشابه نام پوشه

source: Category
fa: دسته‌بندی

source: Name
fa: نام

source: Rendered app name for users
fa: نام برنامه برای کاربران ارائه شده است

source: Summary
fa: خلاصه

source: Short text describing the app's purpose
fa: متن کوتاه توصیف هدف برنامه

source: Description
fa: توضیحات

source: Will be rendered as Markdown
fa: به عنوان Markdown ارائه خواهد شد

source: User documentation URL
fa: URL اسناد کاربر

source: Admin documentation URL
fa: URL اسناد سرپرست

source: Developer documentation URL
fa: URL اسناد توسعه دهنده

source: Issue tracker URL
fa: نشانی اینترنتی صدور tracker

source: Homepage
fa: صفحه نخست

source: Forum
fa: انجمن

source: Created at
fa: ایجاد شده در

source: Updated at
fa: به روز شده در

source: App owner
fa: صاحب برنامه

source: Co-Maintainers
fa: نگهبانان

source: App authors
fa: نویسندگان برنامه

source: Featured
fa: ویژه

source: Recent rating
fa: رتبه اخیر

source: Overall rating
fa: امتیاز کلی

source: Number of recently submitted ratings
fa: تعداد رتبه های ارسالی اخیرا

source: Number of overall submitted ratings
fa: تعداد رتبه های ارسالی کلی

source: Last release at
fa: آخرین نسخه در

source: Certificate
fa: گواهی

source: Ownership transfer enabled
fa: انتقال مالکیت فعال شد

source: If enabled, a user can try to register the same app again using the public certificate and signature. If he does, the app will be transferred to him.
fa: در صورت فعال بودن ، کاربر می تواند دوباره با استفاده از گواهینامه و امضای عمومی ، دوباره همان برنامه را ثبت کند. اگر او این کار را انجام دهد ، برنامه به او منتقل می شود.

source: App
fa: برنامه

source: Apps
fa: برنامه ها

source: Rating
fa: رتبه بندی

source: Rating from 0.0 (worst) to 1.0 (best)
fa: رتبه بندی از 0.0 (بدترین) تا 1.0 (بهترین)

source: Rating comment
fa: رتبه بندی نظر

source: Rating comment in Markdown
fa: رتبه بندی نظر در Markdown

source: App rating
fa: رتبه بندی برنامه

source: App ratings
fa: رتبه بندی برنامه ها

source: Full name
fa: نام کامل

source: App author
fa: نویسنده برنامه

source: Version
fa: نسخه

source: Version follows Semantic Versioning
fa: نسخه از versioning معنایی پیروی می‌کند

source: PHP extension dependency
fa: وابستگی پسوند PHP

source: Database dependency
fa: وابستگی به پایگاه داده

source: Shell command dependency
fa: وابستگی به فرمان Shell

source: PHP version requirement
fa: نیاز به نسخه PHP

source: Platform version requirement
fa: نسخه سکو مورد نیاز

source: PHP version requirement (raw)
fa: نیاز به نسخه PHP (خام)

source: Platform version requirement (raw)
fa: نسخه سکو مورد نیاز(خام)

source: Minimum Integer bits
fa: حداقل بیت های عدد صحیح

source: Archive download URL
fa: بایگانی URL دانلود

source: A signature using the app's certificate
fa: امضایی با استفاده از گواهی برنامه

source: Signature hashing algorithm
fa: الگوریتم درهم سازی

source: Changelog
fa: تغییر

source: The release changelog. Can contain Markdown
fa: آزد شدن تغیر تاریخچه. می تواند حاوی پایین اوردن قیمت باشد

source: App release
fa: نسخه برنامه

source: App releases
fa: نسخه های برنامه

source: Image URL
fa: URL تصویر

source: Small thumbnail
fa: تصویر کوچک

source: Ordering
fa: مرتب سازی

source: Screenshot
fa: عکس صفحه

source: Screenshots
fa: عکس های صفحه

source: Shell command
fa: فرمان پوسته

source: Name of a required shell command, e.g. grep
fa: نام فرمان پوسته لازم , به عنوان مثال grep

source: Shell commands
fa: فرمان های پوسته

source: Id
fa: شناسه

source: Category ID used to identify the category an app is uploaded to
fa: شناسه طبقه استفاده می شود برای شناسایی دسته ای که یک برنامه در آن بارگذاری می شود

source: Category name which will be presented to the user
fa: نام دسته بندی که به کاربر ارائه می شود

source: Categories
fa: دسته بندی ها

source: Key which is used to identify a license
fa: کلید که برای شناسایی مجوز استفاده می شود

source: License name which will be presented to the user
fa: نام مجوز که به کاربر ارائه می شود

source: Licenses
fa: مجوزها

source: Key which is used to identify a database
fa: کلید که برای شناسایی یک پایگاه داده استفاده می شود

source: Database name which will be presented to the user
fa: نام بانک اطلاعاتی که به کاربر ارائه می شود

source: Database
fa: بانک اطلاعات

source: Databases
fa: بانک های اطلاعات

source: Database version requirement
fa: مورد نیاز نسخه پایگاه داده

source: Database version requirement (raw)
fa: مورد نیاز نسخه پایگاه داده (خام)

source: Database dependencies
fa: وابستگی به پایگاه داده

source: PHP extension
fa: PHP افزونه

source: PHP extensions
fa: PHP افزونه های

source: Extension version requirement
fa: نسخه افزونه مورد نیاز

source: Extension version requirement (raw)
fa: نسخه افزونه مورد نیاز (خام)

source: PHP extension dependencies
fa: وابستگی های افزونه PHP

source: App release deletion
fa: حذف نسخه برنامه

source: App release deletions
fa: حذف های نسخه برنامه

source: TechKiteOFFICE version
fa: نسخه نکست کلود

source: Is current version
fa: نسخه فعلی است

source: Only one version can be the current one. This field is used to pre-select dropdowns for app generation, etc.
fa: فقط یک نسخه می تواند نسخه فعلی باشد. از این قسمت برای پیش گزینش لیست کشویی برای تولید برنامه و غیره استفاده می شود

source: Has a release
fa: دارای یک نسخه است

source: If true, this is an actual released TechKiteOFFICE version that can be downloaded as an archive. If false, the release is either a pre-release, or not available for download anymore.
fa: در صورت صحت ، این یک نسخه واقعی منتشر شده نکست کلود است که می تواند به عنوان بایگانی بارگیری شود. اگر غلط باشد ، نسخه یا پیش نسخه است ، یا دیگر برای بارگیری در دسترس نیست.

source: Version is supported
fa: نسخه پشتیبانی می شود

source: True if this version is still officially supported (excluding enterprise support)
fa: درست است اگر این نسخه هنوز به طور رسمی پشتیبانی می شود (به استثنای پشتیبانی ویژه و خاص)

source: TechKiteOFFICE release
fa: نسخه نکست کلود

source: TechKiteOFFICE releases
fa: نسخه های نکست کلود

source: Forbidden
fa: ممنوعه

source: You are forbidden to access this page!
fa: شما امکان دسترسی به این صفحه را ندارید!

source: Not Found
fa: پیدا نشد

source: Page not found
fa: صفحه یافت نشد

source: The page you are looking for does not exist!
fa: صفحه مورد نظر شما وجود ندارد!

source: Thank you from the %(site_name)s! %(site_domain)s
fa: از شما متشکرم %(site_name)s! %(site_domain)s

source: Confirm
fa: تایید

source: Log in with GitHub
fa: با GitHub وارد شوید

source: Forgot password?
fa: رمز فراموش شده؟

source: Register
fa: ثبت نام

source: Password Reset
fa: بازنشانی رمز عبور

source: Reset My Password
fa: تنظیم مجدد رمز عبور من

source: Please contact us if you have any trouble resetting your password
fa: اگر در تنظیم مجدد رمز عبور خود مشکلی دارید با ما تماس بگیرید

source: Bad API Token
fa: توکن رینگ نامناسب

source: Change Password
fa: تغییر رمزعبور

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fa: پیوند بازنشانی گذرواژه نامعتبر بود ، احتمالاً به دلیل استفاده قبلاً. لطفا درخواست کنید<a href="%(passwd_reset_url)s">بازنشانی گذرواژه جدید</a>.

source: Your password is now changed.
fa: گذرواژه شما اکنون تغییر کرده است.

source: Create account
fa: ساخت حساب

source: TechKiteOFFICE App Store admin
fa: مدیر فروشگاه برنامه نکست کلود

source: TechKiteOFFICE App Store administration
fa: مدیریت فروشگاه برنامه نکست کلود

source: All apps
fa: همه برنامه ها

source: Latest %(app_name)s releases
fa: آخرین%(app_name)s انتشار

source: Previous
fa: قبلی

source: Next
fa: بعدی

source: Updated
fa: بروز رسانی انجام شد

source: Publisher
fa: ناشر

source: Resources
fa: منابع

source: User documentation
fa: مستندات کاربر

source: Admin documentation
fa: مستندات مدیر

source: Developer documentation
fa: مستندات توسعه‌دهندگان

source: Downloads
fa: بارگیری ها

source: nightly
fa: شبانه

source: Unstable
fa: ناپایدار

source: All releases
fa: همه نسخه ها

source: Discussion
fa: بحث

source: Report problem
fa: مشکل را گزارش بدهید

source: Request feature
fa: ویژگی درخواست

source: Ask questions or discuss
fa: سؤال بپرسید یا بحث کنید

source: Rate app
fa: برنامه را ارزیابی کنید

source: Rate
fa: نرخ

source: Rating comments support <a rel="noopener noreferrer" href="https://daringfireball.net/projects/markdown/syntax">Markdown</a>. Do not use rating comments to report bugs or request features. Neither developers nor users will be notified of your comment. A rating without a comment still counts, but will not be listed below.
fa: پشتیبانی نظرات درجه‌بندی <a rel="noopener noreferrer" href="https://daringfireball.net/projects/markdown/syntax">Markdown</a>. از نظرات درجه‌بندی برای گزارش اشکالات و یا مشخصه‌های درخواست استفاده نکنید . نه برنامه نویسان و نه کاربران از نظر شما مطلع نخواهند شد . رتبه بدون نظر دادن هنوز شمارش است , اما در زیر لیست نشده است .

source: Update rating
fa: رتبه بندی را به روز کنید

source: Submit rating
fa: ثبت امتیاز

source: No comments found.
fa: هیچ نظری پیدا نشد

source: Rating comments
fa: رتبه بندی نظرات

source: Display ratings comments in:
fa: نمایش نظرات رتبه بندی در:

source: Update
fa: به روز رسانی

source: Reject
fa: رد کردن

source: Rating (recent)
fa: رتبه بندی (اخیر)

source: Latest
fa: آخرین

source: Alphabetically
fa: الفبایی

source: My apps
fa: برنامه های من

source: No apps found for search "<em>%(query)s</em>" in %(category)s.
fa: هیچ برنامه‌ای برای جستجو پیدا نشد "<em>%(query)s</em>" in %(category)s.

source: No apps found for search "<em>%(query)s</em>".
fa: هیچ برنامه‌ای برای جستجو پیدا نشد "<em>%(query)s</em>".

source: Register app
fa: ثبت نام برنامه

source: For more information on how to obtain the certificate and create the signature, check out the <a href="http://TechKiteOFFICEappstore.readthedocs.io/en/latest/developer.html" rel="noopener norefferer">app developer guide</a>.
fa: برای اطلاعات بیشتر در مورد چگونگی به دست آوردن گواهی و ایجاد امضای , بررسی کنید <a href="http://TechKiteOFFICEappstore.readthedocs.io/en/latest/developer.html" rel="noopener norefferer"> راهنمای توسعه دهنده برنامه</a>.

source: This form can also be used to update existing certificates, however only the app owner is allowed to do so. Updating an app certificate will delete all of its already uploaded releases!
fa: این فرم همچنین می تواند برای به روزرسانی گواهینامه های موجود مورد استفاده قرار گیرد ، اما فقط صاحب برنامه مجاز به انجام این کار است. با به روزرسانی یک گواهی برنامه ، همه نسخه های قبلاً بارگذاری شده آن حذف خواهد شد!

source: Not a public certificate
fa: یک گواهی عمومی نیست

source: App registered.
fa: برنامه ثبت شده است

source: Releases
fa: منتشر شده

source: App details
fa: جزئیات برنامه

source: Release Details
fa: جزئیات انتشار

source: Signature digest
fa: چکیده امضا

source: Dependencies
fa: وابستگی ها

source: Required TechKiteOFFICE versions
fa: نسخه های مورد نیاز نکست کلود

source: Generate app
fa: ایجاد برنامه

source: Generate and download
fa: ایجاد و بارگیری کنید

source: Upload app release
fa: بارگذاری برنامه انتشار

source: App release successfully uploaded.
fa: نسخه برنامه با موفقیت بارگذاری شد

source: For more information on how to create the signature check out the <a href="https://TechKiteOFFICEappstore.readthedocs.io/en/latest/developer.html" rel="noopener norefferer">app developer guide</a>.
fa: برای اطلاعات بیشتر در مورد نحوه ایجاد امضا بررسی کنید <a href="https://TechKiteOFFICEappstore.readthedocs.io/en/latest/developer.html" rel="noopener norefferer">راهنمای توسعه دهنده برنامه</a>.

source: Upload
fa: آپلود

source: The TechKiteOFFICE App Store - Upload your apps and install new apps onto your TechKiteOFFICE
fa: برنامه کاربردی نکست کلود - بارگذاری برنامه‌های خود را بارگذاری کرده و برنامه‌های جدید را بر روی نکست کلودنصب کنید .

source: The TechKiteOFFICE Community
fa: انجمن نکست کلود

source: Latest app releases
fa: آخرین نسخه های برنامه

source: Fork me on GitHub
fa: منو به " GitHub " سوت بزن

source: Privacy and legal
fa: حریم خصوصی و قانون

source: Legal Notice
fa: اطلاع قانونی

source: required field
fa: زمینه مورد نیاز

source: Search
fa: جستجو

source: Toggle navigation
fa: ناوبری را تغییر دهید

source: App developer
fa: توسعه دهنده برنامه

source: Documentation
fa: مستندسازی

source: Admin
fa: مدیر

source: Account
fa: حساب

source: Log out
fa: خروج

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
fa: شما در مورد استفاده از خود هستید %(provider_name)s حساب کاربری برای ورود به سیستم %(site_name)sبه عنوان مرحله آخر ، لطفا فرم زیر را تکمیل کنید:.

source: Customization
fa: سفارشی سازی

source: Themes, layout and UX change apps
fa: برنامه ها ، طرح بندی و برنامه های تغییر UX

source: Dashboard
fa: داشبورد

source: Files
fa: فایل

source: File management and Files app extension apps
fa: برنامه های مدیریت برنامه مدیریت فایلها و پرونده ها

source: Games
fa: بازی ها

source: Games run in your TechKiteOFFICE
fa: بازی ها در نکست کلود شما اجرا می شوند

source: Integration
fa: ادغام

source: Apps that connect TechKiteOFFICE with other services and platforms
fa: برنامه هایی که نکست کلود را با سایر سرویس ها و سیستم عامل ها متصل می کند

source: Monitoring
fa: نظارت بر

source: Data statistics, system diagnostics and activity apps
fa: آمار داده ها ، تشخیص سیستم و برنامه های فعالیت

source: Multimedia
fa: چند رسانه ای

source: Audio, video and picture apps
fa: برنامه های صوتی ، ویدیویی و تصویری

source: Office & text
fa: دفتر و متن

source: Office and text processing apps
fa: برنامه های اداری و پردازش متن

source: Organization
fa: سازمان

source: Time management, Todo list and calendar apps
fa: مدیریت زمان ، لیست Todo و برنامه های تقویم

source: Search related apps
fa: برنامه های مرتبط را جستجو کنید

source: Security
fa: امنیت

source: Apps that provide additional security mechanisms like authentication, authorization, encryption, etc.
fa: برنامه هایی که مکانیزم های امنیتی اضافی مانند تأیید اعتبار ، مجوز ، رمزگذاری و غیره را ارائه می دهند.

source: Social & communication
fa: ارتباط اجتماعی

source: Messaging, contact management and social media apps
fa: برنامه های پیام رسانی ، مدیریت تماس و رسانه های اجتماعی

source: Tools
fa: ابزارها

source: Everything else
fa: همه چیز دیگر

source: Flow
fa: جریان

source: Apps for TechKiteOFFICE Flow
fa: برنامه هایی برای جریان نکست کلود

source: Very negative
fa: بسیار منفی است

source: Negative
fa: منفی

source: Neutral
fa: خنثی

source: Positive
fa: مثبت

source: Very positive
fa: بسیار مثبت است

source: Enter a valid HTTPS URL
fa: یک URL معتبر HTTPS وارد کنید

source: The app name must be camel case e.g. MyApp
fa: نام برنامه باید حاوی حروف بزرگ باشد به عنوان مثال : MyApp

source: App name
fa: نام برنامه

source: Author's full name
fa: نام کامل نویسنده

source: Author's homepage
fa: صفحه اصلی نویسنده

source: Bug reports and feature requests
fa: گزارش اشکال و درخواست ویژگی

source: Hold down Ctrl and click to select multiple entries
fa: Ctrl را نگه دارید و برای انتخاب چندین ورودی کلیک کنید

source: Short description of your app that will be rendered as short teaser
fa: توضیحات کوتاه برنامه شما که به عنوان تیزر کوتاه ارائه خواهد شد

source: Full description of what your app does. Can contain Markdown.
fa: توضیحات کامل درباره آنچه که برنامه شما انجام می دهد. می تواند حاوی Markdown باشد.

source: First name
fa: نام

source: Last name
fa: نام‌خانوادگی

source: Confirm password
fa: رمز عبور را تأیید کنید

source: Password is required to prevent unauthorized users from changing your email address and resetting your password. This field does not update your password!
fa: رمز عبور لازم است تا از تغییر کاربران ایمیل غیرمجاز از تغییر آدرس ایمیل و تنظیم مجدد رمز عبور خود جلوگیری کند. این قسمت رمز عبور شما را به روز نمی کند!

source: Invalid password
fa: گذرواژه نادرست

source: Save
fa: ذخیره

source: Your API token is:
fa: API token شما :

source: New API token generated.
fa: API token جدید شما ساخته شد.

source: Regenerate API token
fa: API token جدید شما دوباره ساخته شد.

source: Transfer app ownership
fa: مالکیت برنامه را انتقال دهید

source: Change language
fa: تغییر زبان

source: Password
fa: گذرواژه

source: Delete account
fa: حذف حساب کاربری

source: Actions
fa: فعالیت ها

source: Edit
fa: ویرایش

source: Changing your password will also regenerate your API token!
fa: با تغییر گذرواژه همچنین API token شما نیز دوباره ساخته می شود!

source: You seem to be using an account registered with a third-party provider. Your password can therefore <strong>not</strong> be changed from this page.
fa: به نظر می رسد شما از یک حساب کاربری ثبت شده در ارائه دهنده شخص ثالث استفاده می کنید. بنابراین رمز ورود شما می تواند<strong>نمی تواند</strong>از این صفحه تغییر کند

source: Transfer Apps
fa: انتقال برنامه ها

source: To transfer an app to a new owner you must first unlock the app. A user can then take control of the app by registering it again on the app register page in the app developer menu.
fa: برای انتقال برنامه به یک مالک جدید ، ابتدا باید برنامه را باز کنید. سپس کاربر می تواند با ثبت دوباره آن در صفحه ثبت نام برنامه در فهرست برنامه نویس برنامه ، کنترل برنامه را به دست بگیرد.

source: Ownership transfer status
fa: وضعیت انتقال مالکیت

source: Change ownership transfer status
fa: تغییر وضعیت انتقال مالکیت

source: Unlocked for transfer
fa: برای انتقال قفل شد

source: Locked, no transfer possible
fa: قفل شده است ، انتقال امکان پذیر نیست

source: Lock ownership transfer
fa: انتقال مالکیت را قفل کنید

source: Unlock ownership transfer
fa: انتقال مالکیت را باز کنید

source: You have not uploaded any apps yet!
fa: شما هنوز هیچ برنامه بارگذاری نکرده اید!
